tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "symfony-cli/tap"
tap "wilmoore/formulae"
brew "bat"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "grep"
brew "openssl@1.1"
brew "lazygit"
brew "mariadb", restart_service: true
brew "mongosh"
brew "neovim"
brew "nodenv"
brew "php@8.3"
brew "pinentry-mac"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "sesh"
brew "starship"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "shivammathur/php/php@7.4"
brew "symfony-cli/tap/symfony-cli"
brew "wilmoore/formulae/php-version"
cask "balenaetcher"
cask "brave-browser"
cask "bruno"
cask "docker"
cask "ghostty"
cask "homerow"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "nextcloud"
cask "notion"
cask "numi"
cask "onedrive"
cask "orbstack"
cask "poedit"
cask "postman"
cask "raycast"
cask "spotify"
cask "syncthing"
cask "tableplus"
cask "wezterm@nightly"
